/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* <Name> shared at <time> */
"%1$@ shared at %2$@" = "%1$@ ถูกใช้ร่วมกันที่ %2$@";

/* <Name> shared on <date> */
"%1$@ shared on %2$@" = "%1$@ ถูกใช้ร่วมกันเมื่่อ %2$@";

/* Size Text: bytes */
"%qu bytes" = "%qu ไบต์";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* An Evernote user */
"An Evernote user" = "ผู้ใช้ Evernote";

/* Authorization failed. */
"Authorization failed." = "การอนุญาตล้มเหลว";

/* unable to open the note error title, no note title */
"Can't open the note" = "ไม่สามารถเปิดบันทึกได้";

/* unable to open note error title, with param for note title */
"Can't open the note '%@'" = "ไม่สามารถเปิดบันทึก '%@' ได้";

/* unable to open the noteboook error title, no note title */
"Can't open the notebook" = "ไม่สามารถเปิดสมุดบันทึกได้";

/* unable to open notebook error title, with param for notebook name */
"Can't open the notebook '%@'" = "ไม่สามารถเปิดสมุดบันทึก '%@' ได้";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "การปรับเปลี่ยนที่ขัดแย้งกันโดย %1$@ บน %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "การปรับเปลี่ยนที่ขัดแย้งกันบน %@:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "กำลังติดต่อเซิร์ฟเวอร์ Evernote …";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "ไม่สามารถซิงค์บันทึกย่อ ‘%@’";

/* Deleting items */
"Deleting items" = "กำลังลบรายการ";

/* Deleting notebooks */
"Deleting notebooks" = "กำลังลบสมุดบันทึก";

/* Deleting notes */
"Deleting notes" = "กำลังลบบันทึกย่อ";

/* Deleting resources */
"Deleting resources" = "กำลังลบทรัพยากร";

/* Deleting saved searchs */
"Deleting saved searchs" = "กำลังลบการค้นหาที่บันทึก";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "กำลังลบสมุดบันทึกที่ใช้ร่วมกัน";

/* Deleting tags */
"Deleting tags" = "กำลังลบแท็ก";

/* Downloading <notebook> */
"Downloading %@" = "กำลังดาวน์โหลด %@";

/* Downloading headers */
"Downloading headers" = "กำลัง Download หัวข้อ";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "กำลัง Download หัวข้อ (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "การดาวน์โหลดการแจ้งเตือน";

/* Downloading shortcuts */
"Downloading shortcuts" = "การดาวน์โหลดทางลัด";

/* Email error */
"Email error" = "ข้อผิดพลาดอีเมล";

/* Email limit reached error message. */
"Email limit reached." = "ถึงขีดจำกัดอีเมลแล้ว";

/* Email permission denied error message. */
"Email permission denied." = "สิทธิ์อีเมลถูกปฏิเสธ";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "เกิดข้อผิดพลาดในการซิงค์บันทึกย่อที่ใช้ร่วมกัน โปรดติดต่อเจ้าของบันทึกย่อเพื่อขอรับคำเชิญใหม่";

/* Evernote Basic */
"Evernote Basic" = "Evernote Basic";

/* Evernote Plus */
"Evernote Plus" = "Evernote Plus";

/* Evernote Premium */
"Evernote Premium" = "Evernote Premium";

/* Expired Password */
"Expired password" = "รหัสผ่านหมดอายุ";

/* Finding notes to download... */
"Finding notes to download…" = "กำลังค้นหาบันทึกย่อที่จะดาวน์โหลด…";

/* Imported notebook name */
"Import %1$@" = "นำเข้า %1$@";

/* Invalid auth token */
"Invalid auth token" = "โทเค็นการรับรองไม่ถูกต้อง";

/* Email rejected error message. */
"Invalid email address." = "ที่อยู่จดหมายอิเล็กทรอนิกไม่ถูกต้อง";

/* Invalid Password */
"Invalid password" = "รหัสผ่านไม่ถูกต้อง";

/* Invalid shared notebook */
"Invalid shared notebook" = "สมุดบันทึกที่ใช้ร่วมกันไม่ถูกต้อง";

/* Invalid username */
"Invalid username" = "ชื่อผู้ใช้ไม่ถูกต้อง";

/* Invalid username or password. */
"Invalid username or password." = "ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "มีทรัพยากรที่ไม่มีข้อมูล";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "มีประเภททรัพยากรที่ไม่สนับสนุน";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "มีข้อมูลที่ไม่ถูกต้อง [%@]";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "มีข้อมูลทรัพยากรที่ไม่ถูกต้อง";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "มีทรัพยากรขนาดใหญ่เกินไป";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "มีทรัพยากรมากเกินไป";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "มีแท็กมากเกินไป";

/* Free Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a free account, including all of its resources, is %@." = "มีขนาดใหญ่เกินไป ขนาดสูงสุดสำหรับบันทึกย่อในบัญชีฟรี รวมทั้งทรัพยากรทั้งหมดเท่ากับ %@";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a premium account, including all of its resources, is %@." = "มีขนาดใหญ่เกินไป ขนาดสูงสุดสำหรับบันทึกย่อในบัญชีระดับพรีเมียม รวมทั้งทรัพยากรทั้งหมดเท่ากับ %@";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "ไม่พบในเซิร์ฟเวอร์";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "สมุดบันทึกไม่ใช่ของคุณ";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "ไม่พบส่วนหลักบนเซิร์ฟเวอร์";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "ไม่ใช่การค้นหาของคุณ";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "ไม่ใช่แท็กของคุณ";

/* My Notebook */
"My Notebook" = "สมุดบันทึกของฉัน";

/* Name must be unique */
"Names must be unique." = "ชื่อต้องไม่ซ้ำกัน";

/* ERROR TITLE: note not found */
"Note not found" = "ไม่พบบันทึกย่อ";

/* Note sharing */
"Note sharing" = "การใช้บันทึกย่อร่วมกัน";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "ไม่พบสมุดบันทึก";

/* Processing server changes */
"Processing server changes" = "กำลังประมวลผลเซิร์ฟเวอร์การเปลี่ยนแปลง";

/* Processing server note changes */
"Processing server note changes" = "กำลังประมวลผลเซิร์ฟเวอร์การเปลี่ยนแปลงบันทึกย่อ";

/* Processing server notebook changes */
"Processing server notebook changes" = "กำลังประมวลผลเซิร์ฟเวอร์การเปลี่ยนแปลงสมุดบันทึก";

/* Processing server resource changes */
"Processing server resource changes" = "กำลังประมวลผลเซิร์ฟเวอร์การเปลี่ยนแปลงทรัพยากร";

/* Processing server saved search changes */
"Processing server saved search changes" = "กำลังประมวลผลเซิร์ฟเวอร์การเปลี่ยนแปลงการค้นหาที่บันทึก";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "กำลังประมวลผลเซิร์ฟเวอร์การเปลี่ยนแปลงสมุดบันทึกที่ใช้ร่วมกัน";

/* Processing server tag changes */
"Processing server tag changes" = "กำลังประมวลผลเซิร์ฟเวอร์การเปลี่ยนแปลงแท็ก";

/* Public Notebook */
"Public Notebook" = "สมุดบันทึกสาธารณะ";

/* Sending changes */
"Sending changes" = "การส่งการเปลี่ยนแปลง";

/* Shared at <time> */
"Shared at %@" = "ถูกใช้ร่วมกันเมื่อ %@";

/* Shared on <date> */
"Shared on %@" = "ถูกใช้ร่วมกันเมื่อ %@";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "ขออภัย ชื่อต้องมีความยาวอักขระไม่เกิน %d ตัว";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "ขออภัย ชื่อต้องมีความยาวอักขระอย่างน้อย %d ตัว";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "ขออภัย ชื่อต้องมีความยาวอักขระอย่างน้อย %d ตัว";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "ขออภัย การดำเนินการที่คุณพยายามทำอยู่จะทำให้คุณใช้เกินขีดจำกัดการอัพโหลดที่อนุญาต และไม่สามารถทำให้เสร็จสมบูรณ์ได้ อัพเกรดเป็น Evernote ระดับพรีเมียมเดี๋ยวนี้ เพื่อรับการอัพโหลดรายเดือนที่เพิ่มขึ้น การรักษาความปลอดภัยที่ดีขึ้น การรู้จำภาพระดับยอดเยี่ยมทันที และอื่นๆ อีกมากมาย";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "การซิงโครไนซ์ล้มเหลวเนื่องจากเกิดข้อผิดพลาดในการสื่อสารกับเซิร์ฟเวอร์ Evernote โปรดลองอีกครั้งในภายหลัง";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "การซิงโครไนซ์ล้มเหลวเนื่องจากชื่อผู้ใช้หรือรหัสผ่านที่ระบุไว้ไม่ถูกต้อง";

/* Sync Failed */
"Synchronization failed." = "การซิงโครไนซ์ล้มเหลว";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "ข้อมูลแอตทริบิวต์ไม่ถูกต้อง";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "อธิบายสมุดบันทึกธุรกิจไม่ถูกต้อง";

/* The client preference could not be synced */
"The client preference could not be synced" = "ไม่สามารถซิงค์การกำหนดลักษณะไคลเอ็นต์";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "ไม่สามารถซิงค์การกำหนดลักษณะไคลเอ็นต์ ‘%@’";

/* The content could not be loaded */
"The content could not be loaded" = "ไม่สามารถโหลดเนื้อหาได้";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "เนื้อหาไม่ถูกต้อง";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "ที่อยู่อีเมล ‘%@’ ถูกปฏิเสธโดยเซิร์ฟเวอร์";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "ไม่สามารถส่งอีเมลได้ เพราะการกระทำดังกล่าวจะทำให้เกินขีดจำกัดรายวันของอีเมลสำหรับบัญชีนี้";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "ไม่สามารถส่งอีเมลได้ เพราะบันทึกย่อที่ระบุไม่ได้เป็นของบัญชีนี้";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "รูปแบบไม่ถูกต้อง";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "ชื่อนี้กำลังถูกใช้โดยการค้นหาอื่น";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "ชื่อนี้กำลังถูกใช้โดยแท็กอื่น";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "สมุดบันทึกอื่นกำลังใช้งานชื่อนี้";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "ชื่อไม่ถูกต้อง";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be opened because of an error on the Evernote service." = "ไม่สามารถเปิดบันทึก '%@' ได้เนื่องจากเกิดข้อผิดพลาดในการบริการของ Evernote";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "ไม่สามารถเปิดบันทึก '%@' ได้  กรุณาตรวจสอบระบบเชื่อมต่ออินเตอร์เน็ตของคุณ และลองอีกครั้ง";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "ไม่สามารถใช้บันทึกย่อ '%@' ร่วมกันได้เนื่องจากบันทึกย่อดังกล่าวไม่มีอยู่ในบริการ Evernote";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "ไม่สามารถใช้บันทึกย่อ '%@' ร่วมกันได้เนื่องจากข้อผิดพลาดในบริการ Evernote";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "ไม่สามารถใช้บันทึกย่อ '%@' ร่วมกันได้  โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ และลองอีกครั้งในภายหลัง";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "ไม่พบบันทึกย่อ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ และลองอีกครั้งในภายหลัง";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "ไม่สามารถเปิดบันทึกได้ กรุณาตรวจสอบระบบเชื่อมต่ออินเตอร์เน็ตของคุณหรือลองอีกครั้ง";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be opened because of an error on the Evernote service." = "ไม่สามารถเปิดสมุดบันทึก '%@' ได้เนื่องจากเกิดข้อผิดพลาดในการบริการของ Evernote";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "ไม่สามารถเปิดสมุดบันทึก  '%@' ได้ กรุณาตรวจสอบสัญญาณอินเตอร์เน็ตหรือลองอีกครั้ง";

/* ERROR MESG: notebook not found, with param for notebook name */
"The notebook '%@' could not be shared because it does not exist on the Evernote service." = "ไม่สามารถใช้สมุดบันทึก '%@' ร่วมกันได้เนื่องจากบันทึกย่อดังกล่าวไม่มีอยู่ในบริการ Evernote";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "ไม่สามารถใช้สมุดบันทึก '%@' ร่วมกันได้เนื่องจากข้อผิดพลาดในบริการ Evernote";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "ไม่สามารถใช้สมุดบันทึก '%@' ร่วมกันได้  โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ และลองอีกครั้งในภายหลัง";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "ไม่พบสมุดบันทึกในเซิร์ฟเวอร์";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "ไม่พบสมุดบันทึก โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ และลองอีกครั้งในภายหลัง";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "ไม่สามารถซิงค์สมุดบันทึก ‘%@’";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "การดำเนินการที่คุณพยายามทำอยู่จะทำให้คุณใช้เกินขีดจำกัดการอัพโหลดรายเดือนที่อนุญาต และไม่สามารถทำให้เสร็จสมบูรณ์ได้";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "เจ้าของสมุดบันทึกนี้ได้ยกเลิกคำเชิญของคุณไปยังสมุดบันทึกนี้ ติดต่อเจ้าของเพื่อรับคำเชิญใหม่";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "แท็กหลักไม่ถูกต้อง";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "ชื่อการกำหนดลักษณะหรือค่าการกำหนดลักษณะอยู่ในรูปแบบที่ไม่ถูกต้อง";

/* The preference was empty. */
"The preference was empty." = "การกำหนดลักษณะว่างเปล่า";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "คำอธิบายสาธารณะยาวเกินไป";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "สมุดบันทึกอื่นกำลังใช้งาน URL สาธารณะนี้";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "URL สาธารณะไม่ถูกต้อง";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "แบบสอบถามยาวเกินไป";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "ข้อมูลแอตทริบิวต์ของทรัพยากรไม่ถูกต้อง";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "ไม่สามารถซิงค์ทรัพยากร ‘%@’";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "ไม่สามารถซิงค์การค้นหา '%@'";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "ไม่สามารถซิงค์สมุดบันทึกที่ใช้ร่วมกัน ‘%@’";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "ไม่สามารถซิงค์แท็ก '%@'";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "ชื่อไม่ถูกต้อง";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "มีสมุดบันทึกมากเกินไป";

/* LIMIT_REACHED Note */
"Too many notes." = "บันทึกย่อมากเกินไป";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "การค้นหามากเกินไป";

/* LIMIT_REACHED Tag */
"Too many tags." = "แท็กมากเกินไป";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "พยายามเพิ่มการกำหนดลักษณะมากกว่าจำนวนสูงสุดที่อนุญาต";

/* ERROR TITLE: unable to open */
"Unable to open note" = "ไม่สามารถเปิดบันทึกย่อได้";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "ไม่สามารถเปิดสมุดบันทึกได้";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "ไม่สามารถบันทึกย่อ “%1$@” ในสมุดบันทึก “%2$@” สำเนาของบันทึกย่อนี้ถูกวางไว้ในสมุดบันทึกเริ่มต้นของคุณ";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "ไม่สามารถเซฟบันทึก“%1$@”. สำเนาของบันทึกนี้จะอยู่ในสมุดบันทึกปริยายของคุณ";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "ไม่สามารถใช้บันทึกร่วมกันได้";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "ไม่สามารถใช้สมุดบันทึกร่วมกันได้";

/* Unknown Error */
"Unknown Error" = "ข้อผิดพลาดที่ไม่ทราบสาเหตุ";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "ข้อผิดพลาดที่ไม่ทราบสาเหตุ nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "ข้อผิดพลาดที่ไม่ทราบสาเหตุ s%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "ข้อผิดพลาดที่ไม่ทราบสาเหตุ u%1$i";

/* Unknown account type */
"Unkown account type" = "ไม่สามารถระบุประเภทบัญชี";

/* Untitled */
"Untitled" = "ไม่มีชื่อ";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "กำลังรอการซิงโคไนซ์ส่วนหัว";

/* Waiting for internet connection */
"Waiting for internet connection" = "กำลังรอการเชื่อมต่ออินเทอร์เน็ต";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "กำลังรอการเชื่อมต่อ WiFi";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "คุณไม่มีสิทธิ์ในการเขียนในสมุดบันทึกนี้";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "คุณไม่มีสิทธิ์ในการใช้สมุดบันทึกที่เลือกทั้งหมดร่วมกันได้";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "คุณไม่มีสิทธิ์ในการใช้สมุดบันทึกและบันทึกย่อที่เลือกทั้งหมดร่วมกันได้";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "คุณไม่มีสิทธิ์ในการใช้บันทึกย่อที่เลือกทั้งหมดร่วมกันได้";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "คุณไม่มีสิทธิ์ในการใช้บันทึกย่อ '%@' ร่วมกันได้";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "คุณไม่มีสิทธิ์ในการใช้สมุดบันทึก '%@' ร่วมกันได้";

/* unable to open note, detail message */
"You may need permission to access this note, or the owner may have moved or deleted it." = "คุณต้องมีสิทธิ์ในการเข้าถึงบันทึกย่อนี้ หรือเจ้าของได้ย้ายหรือลบไปแล้ว";

/* unable to open notebook, detail message */
"You may need permission to access this notebook, or the owner may have moved or deleted it." = "คุณต้องมีสิทธิ์ในการเข้าถึงสมุดบันทึกนี้ หรือเจ้าของได้ย้ายหรือลบไปแล้ว";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "คุณต้องออนไลน์เพื่อใช้บันทึกย่อร่วมกัน";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "คุณจะต้องออนไลน์เพื่อเข้าสมุดบันทึกที่ใช้ร่วมกัน'%@'";

/* You shared at <time>. */
"You shared at %@" = "คุณได้แบ่งปันเมื่อ %@";

/* You shared on <date>. */
"You shared on %@" = "คุณได้แบ่งปันเมื่อ %@";

/* Your account has been deactivated. */
"Your account has been deactivated." = "บัญชีของคุณถูกปิดใช้งานแล้ว";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "รหัสผ่านหมดอายุ กำหนดรหัสผ่านของคุณใหม่เพื่อดาวน์โหลดเนื้อหา";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "รหัสผ่านของคุณไม่ถูกต้อง กำหนดรหัสผ่านของคุณใหม่เพื่อดาวน์โหลดเนื้อหา";

/* Your username is invalid. */
"Your username is invalid." = "ชื่อผู้ใช้ของคุณไม่ถูกต้อง";
